WanchalermPora/DW-V4-FW/board/pin_mux.h
/* =============================================================================
 * pin_mux.h — DynaWatch V4 pin multiplexing configuration
 *
 * Auto-generated stub — replace with MCUXpresso Config Tools output.
 * =============================================================================
 */

#ifndef PIN_MUX_H_
#define PIN_MUX_H_

#ifdef __cplusplus
extern "C" {
#endif

void BOARD_InitBootPins(void);

#ifdef __cplusplus
}
#endif

#endif /* PIN_MUX_H_ */
